<?php
return [
    'result' => [
        1 => "موفق",
        2 => "API Key به درستی ارسال نشده است.",
        3 => "API Key صحیح نیست.",
        4 => "اجازه دسترسی به این سرویس صادر نشده‌است.",
        5 => "callbackUrl نامعتبر است.",
        6 => "مقدار ورودی نامعتبر است",
        7 => "IP ارسال‌کننده درخواست نامعتبر می‌باشد.",
        8 => "API Key غیرفعال است.",
        9 => "حداقل مبلغ باید 1000 ریال باشد.",
        21 => "شماره شبای وارد شده معتبر نیست.( 26 کاراکتر و شروع با IR و بدون خط تیره (-) و فاصله)",
        29 => "موجودی کیف‌پول کارمزد برای این عملیات کافی نیست",
        44 => "با ورودی های داده شده شبای مورد نظر یافت نشد",
        45 => "سرویس دهنده ها برای استعلام در دسترس نیستند"
    ]
];
